<?php

return [
    'home' => 'الصفحة الرئيسية',
    'title' => 'هل نسيت كلمة المرور؟',
    'description' => 'لا تقلق! أدخل عنوان بريدك الإلكتروني وسنرسل لك رابط إعادة تعيين كلمة المرور.',
    'form' => [
        'title' => 'هل نسيت كلمة المرور؟',
        'email' => 'البريد الإلكتروني *',
        'description' => 'هل نسيت كلمة المرور؟ لا مشكلة. أخبرنا بعنوان بريدك الإلكتروني وسنرسل لك رابط إعادة تعيين كلمة المرور الذي يتيح لك اختيار كلمة مرور جديدة.',
        'already_have_account' => 'لديك حساب بالفعل؟',
        'submit' => 'إرسال رابط إعادة التعيين',
    ]
];
