<?php

return [
    'home' => 'الصفحة الرئيسية',
    'title' => 'تسجيل الدخول إلى :app_name',
    'description' => 'مرحبًا بعودتك! يرجى إدخال بيانات الاعتماد الخاصة بك للوصول إلى حسابك.',
    'form' => [
        'title' => 'تسجيل الدخول إلى حسابك',
        'email' => 'البريد الإلكتروني *',
        'password' => 'كلمة المرور *',
        'username' => 'اسم المستخدم *',
        'username_or_email' => 'اسم المستخدم أو البريد الإلكتروني *',
        'remember_me' => 'تذكرني',
        'login' => 'تسجيل الدخول',
        'forgot_password' => 'هل نسيت كلمة المرور؟',
    ]
];
