<?php

return [
    'home' => 'الصفحة الرئيسية',
    'title' => 'مرحبًا بك في :app_name',
    'description' => 'ابدأ مغامرتك اليوم، انضم إلينا واستمتع باللعبة كما في الأيام الخوالي.',
    'form' => [
        'title' => 'إنشاء حساب',
        'description' => 'إذا كنت مستعدًا للانطلاق في مغامرتك، سجّل هنا وابدأ رحلتك في لحظات قليلة.',
        'name' => 'الاسم',
        'email' => 'البريد الإلكتروني *',
        'password' => 'كلمة المرور *',
        'silkroad_id' => 'اسم المستخدم *',
        'confirm_password' => 'تأكيد كلمة المرور *',
        'password_confirmation' => 'تأكيد كلمة المرور *',
        'register' => 'إنشاء حساب',
        'already_registered' => 'مسجل بالفعل؟',
        'terms_accept' => 'لقد قرأت وأوافق على',
        'terms_link' => 'شروط الخدمة',
        'terms_required' => 'يجب عليك قبول شروط الخدمة للتسجيل.',
    ]
];
