<?php

return [
    'home' => 'الصفحة الرئيسية',
    'title' => 'إعادة تعيين كلمة المرور',
    'description' => 'أعد تعيين كلمة المرور الخاصة بك. لا مشكلة. أخبرنا بعنوان بريدك الإلكتروني وسنرسل لك رابط إعادة تعيين يتيح لك اختيار كلمة مرور جديدة.',
    'form' => [
        'title' => 'إعادة تعيين كلمة المرور',
        'email' => 'البريد الإلكتروني *',
        'password' => 'كلمة المرور *',
        'password_confirmation' => 'تأكيد كلمة المرور *',
        'description' => 'أعد تعيين كلمة المرور الخاصة بك. لا مشكلة. أخبرنا بعنوان بريدك الإلكتروني وسنرسل لك رابط إعادة تعيين يتيح لك اختيار كلمة مرور جديدة.',
        'submit' => 'إعادة تعيين كلمة المرور',
    ]
];
