<?php

return [
    'home' => 'الصفحة الرئيسية',
    'title' => 'خطوة واحدة أخرى للبدء',
    'description' => 'تحقق من بريدك الإلكتروني للحصول على رابط التحقق لإكمال تسجيلك. إذا لم تستلم البريد الإلكتروني، يمكننا إرسال آخر.',
    'new_link_sent' => 'تم إرسال رابط تحقق جديد إلى عنوان البريد الإلكتروني الذي قدمته أثناء التسجيل.',
    'form' => [
        'title' => 'تحقق من عنوان بريدك الإلكتروني',
        'description' => 'شكرًا لتسجيلك! قبل البدء، هل يمكنك التحقق من عنوان بريدك الإلكتروني بالنقر على الرابط الذي أرسلناه إليك للتو؟ إذا لم تستلم البريد الإلكتروني، يسعدنا إرسال آخر.',
        'email' => 'البريد الإلكتروني *',
        'password' => 'كلمة المرور *',
        'password_confirmation' => 'تأكيد كلمة المرور *',
        'resend' => 'إعادة إرسال بريد التحقق',
        'logout' => 'تسجيل الخروج',
    ]
];
